[
  {
    "unit": "idol",
    "unitName": "MORE MORE JUMP!",
    "seq": 3,
    "profileSentence": "Minori Hanasato dreams of becoming an idol, but keeps striking out at auditions. She keeps her head high though, determined to follow in the footsteps of Haruka Kiritani, an idol she adores. To her surprise, one day she learns that Haruka has left her idol group and stopped performing...",
    "colorCode": "#88dd44"
  },
  {
    "unit": "light_sound",
    "unitName": "Leo/need",
    "seq": 2,
    "profileSentence": "Ichika Hoshino and her childhood friends had drifted apart over the years. That is, until Saki Tenma returns to school after an extended absence and begins the slow process of bringing them all together again.",
    "colorCode": "#4455dd"
  },
  {
    "unit": "piapro",
    "unitName": "VIRTUAL SINGER",
    "seq": 1,
    "profileSentence": "In the real world they're known as VIRTUAL SINGER. Yet they also exist on another plane, in the world of SEKAI, as different iterations of themselves that reflect people's true feelings. Feelings that they must confront.",
    "colorCode": "#ffffff"
  },
  {
    "unit": "school_refusal",
    "unitName": "Nightcord at 25:00",
    "seq": 6,
    "profileSentence": "Kanade Yoisaki is a member of a peculiar group of musicians who communicate through a voice chat app called Nightcord, but don't know each other in real life. Everything is going well and they're happily making music together, until one day one of the members becomes unreachable.",
    "colorCode": "#884499"
  },
  {
    "unit": "street",
    "unitName": "Vivid BAD SQUAD",
    "seq": 4,
    "profileSentence": "Kohane Azusawa had always been shy and unsure of herself. Then one day a chance event, the sound of music unlike anything she'd heard before coming from a back alley, awakens in her a passion for street music. The singer who inspired her, An Shiraishi, becomes her mentor and group member.",
    "colorCode": "#ee1166"
  },
  {
    "unit": "theme_park",
    "unitName": "Wonderlands×Showtime",
    "seq": 5,
    "profileSentence": "Tsukasa Tenma dreams of becoming the best show star in the entire world while working part-time at a popular theme park. While the park draws in plenty of visitors, the stage he's been assigned to has practically fallen into disuse. Tsukasa hatches a plan to bring it back into the spotlight once again.",
    "colorCode": "#ff9900"
  }
]